[
  {
    "title": "Controversial climate report from Trump team galvanizes scientists into action",
    "title_es": "Controversial climate report from Trump team galvanizes scientists into action",
    "url": "https://www.nature.com/articles/d41586-025-02658-9",
    "published": "2025-08-15T00:00:00.000Z",
    "date": "2025-08-15",
    "content_es": "Controversial climate report from Trump team galvanizes scientists into action",
    "source": "Nature"
  },
  {
    "title": "Leading a lab, and all it entails",
    "title_es": "Leading a lab, and all it entails",
    "url": "https://www.science.org/doi/abs/10.1126/science.ady7700",
    "published": "2025-08-14T06:00:16.000Z",
    "date": "2025-08-14",
    "content_es": "Science, Volume 389, Issue 6761, Page 690-690, August 2025.",
    "source": "Science.org"
  },
  {
    "title": "Science Translational Medicine: Una técnica de imagen disponible en hospitales y usada en cáncer mejora el seguimiento y tratamiento de la aterosclerosis  ",
    "title_es": "Science Translational Medicine: Una técnica de imagen disponible en hospitales y usada en cáncer mejora el seguimiento y tratamiento de la aterosclerosis  ",
    "url": "https://www.cnic.es/es/noticias/science-translational-medicine-tecnica-imagen-disponible-hospitales-usada-cancer-mejora",
    "published": "2025-08-13T18:00:47.000Z",
    "date": "2025-08-13",
    "content_es": "12/08/2025\n\n\nInvestigación\nPublicaciones\n\n\n\n\n\n\n\n\nEl 18FDG-PET es una técnica de tomografía por emisión de positrones que mide la  cantidad de energía que consumen las células del cuerpo\n\n\n\nUna investigación realizada en el Centro Nacional de Investigaciones Cardiovasculares (CNIC) demuestra que el 18FDG-PET, una técnica de imagen utilizada habitualmente para otras patologías y que mide la energía que consumen las células del cuerpo, también permite monitorizar la actividad de la aterosclerosis midiendo el metabolismo celular de las placas. El hallazgo, publicado en Science Translational Medicine, podría mejorar el seguimiento de esta enfermedad y acelerar el desarrollo de nuevos tratamientos.\nLa aterosclerosis, causa principal de la mayoría de los infartos e ictus, es una enfermedad silenciosa que progresa durante años sin causar síntomas. Se caracteriza por la acumulación de placas de lípidos, células y otras sustancias en las paredes de las arterias, que pueden obstruir el flujo sanguíneo o romperse repentinamente, provocando eventos cardiovasculares graves. Aunque existen tratamientos eficaces para frenar su avance, sigue siendo difícil evaluar con precisión si una intervención médica está funcionando en los pacientes.\nEl 18FDG-PET es una técnica de tomografía por emisión de positrones que utiliza un derivado de la glucosa marcado radiactivamente para detectar la actividad metabólica de los tejidos.\nEn este nuevo estudio, los autores muestran que la señal detectada en un examen de 18FDG-PET refleja el metabolismo celular de las lesiones ateroscleróticas y no únicamente la presencia de inflamación, como se pensaba hasta ahora.\nPara llegar a esta conclusión, el equipo desarrolló un modelo experimental de aterosclerosis avanzada en animales transgénicos, cuya enfermedad pudo revertirse parcialmente mediante una intervención dietética y farmacológica similar a la aplicada en los pacientes.\n\nDurante el proceso de regresión de la enfermedad, la señal obtenida por 18FDG-PET disminuyó de manera significativa, paralelamente a la reducción de genes relacionados con el metabolismo de la glucosa en diversos tipos celulares de la placa, incluidos macrófagos, linfocitos y células musculares lisas.\n“La técnica 18FDG-PET refleja el nivel de actividad de las células de la lesión aterosclerótica, y por tanto puede servir como una herramienta sensible para evaluar el efecto de tratamientos o el riesgo de progresión de la enfermedad”, explica Paula Nogales, investigadora del CNIC y autora principal del trabajo, junto a Jacob Bentzon, líder del grupo en el CNIC y la Universidad de Aarhus (Dinamarca).\nEste hallazgo abre la puerta a aprovechar una técnica ya disponible en muchos hospitales para mejorar el seguimiento clínico de la aterosclerosis y acelerar el desarrollo de nuevos tratamientos dirigidos a esta enfermedad silenciosa pero potencialmente mortal.\nEste trabajo ha recibido financiación del European Research Council (ERC) en el marco del programa de investigación e innovación Horizon 2020 de la Unión Europea; del Ministerio de Economía, Industria y Competitividad (MEIC), con cofinanciación del Fondo Europeo de Desarrollo Regional (FEDER); del Instituto de Salud Carlos III con cofinanciación FEDER/Europa (“Una manera de hacer Europa”); de la Comunidad de Madrid, y de la Fundación ”la Caixa” (AtheroConvergence).\n\nNogales, P., Velasco, C., González-Cintado, L., Sharysh, D., Mota-Cobián, A., Izquierdo-Serrano, R., Torroja, C., del Rio-Aledo, D., Morales-Cano, D., Mota, R. A., Benguría, A., Dopazo, A., Sánchez-Cabo, F., Vázquez, J., España, S., Carramolino, L., Mateo, J., & Bentzon, J. F. (2025). Atherosclerotic disease activity is associated with glycolytic enzyme expression across multiple cell types and is trackable by FDG-PET. Science Translational Medicine. https://doi.org/10.1126/scitranslmed.ado6467",
    "source": "CNIC"
  },
  {
    "title": "Tesis doctorales en el CNIO: ¡Enhorabuena a quienes hacen la ciencia del futuro!",
    "title_es": "Tesis doctorales en el CNIO: ¡Enhorabuena a quienes hacen la ciencia del futuro!",
    "url": "https://www.cnio.es/noticias/nuevas-tesis-doctorales-en-el-cnio-enhorabuena-a-quienes-hacen-la-ciencia-del-futuro/",
    "published": "2025-08-12T18:11:56.000Z",
    "date": "2025-08-12",
    "content_es": "Charles Darwin ponía sus esperanzas en «naturalistas jóvenes y emergentes» que sabrían apreciar sus rompedoras ideas; a los veteranos no aspiraba a convencerlos, porque sus mentes «están repletas de datos que durante muchos años han sido analizados desde un punto de vista opuesto al mío», escribió en El Origen de las Especies–. El físico Max […]\nLa entrada Tesis doctorales en el CNIO: ¡Enhorabuena a quienes hacen la ciencia del futuro! se publicó primero en CNIO.",
    "source": "CNIO"
  }
]