[
  {
    "title": "From Chat Logs to Collective Insights: Aggregative Question Answering",
    "title_es": "Desde registros de chat hasta ideas colectivas: respuesta de preguntas agregadas",
    "url": "http://arxiv.org/abs/2505.23765v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Los agentes de conversación impulsados ​​por modelos de idiomas grandes (LLM) son rápidamente\nvolverse integral de nuestras interacciones diarias, generando cantidades sin precedentes\nde datos de conversación. Tales conjuntos de datos ofrecen una lente poderosa en la sociedad\nintereses, temas de tendencia y preocupaciones colectivas. Sin embargo, los enfoques existentes\nPor lo general, tratar estas interacciones como Independent and Miss Critical Insights\nque podría surgir de agregar y razonar a gran escala\nregistros de conversación. En este documento, presentamos la respuesta de preguntas agregadas,\nuna tarea novedosa que requiere que los modelos razonen explícitamente más de miles de\ninteracciones de usuario-chatbot para responder consultas agregadas, como la identificación\npreocupaciones emergentes entre la demografía específica. Para habilitar la investigación en este\nDirección, construimos un punto de referencia, Wildchat-Aqa, que comprende 6.027 agregado\nPreguntas derivadas de 182,330 conversaciones de chatbot del mundo real. Experimentos\nmostrar que los métodos existentes luchan por razonar de manera efectiva o incurrir\ncostos computacionales prohibitivos, subrayando la necesidad de nuevos enfoques\nCapaz de extraer ideas colectivas de datos de conversación a gran escala."
  },
  {
    "title": "ZeroGUI: Automating Online GUI Learning at Zero Human Cost",
    "title_es": "Zerogui: Automatizar el aprendizaje de GUI en línea a cero costo humano",
    "url": "http://arxiv.org/abs/2505.23762v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "El rápido avance de los grandes modelos de lenguaje de visión (VLMS) ha impulsado\nel desarrollo de agentes de la GUI basados ​​en visión pura, capaces de percibir y\nOperación de interfaces gráficas de usuario (GUI) para cumplir de forma autónoma a los usuarios\ninstrucciones. Sin embargo, los enfoques existentes generalmente adoptan un aprendizaje fuera de línea\nMarco, que enfrenta dos limitaciones centrales: (1) una gran dependencia de la alta calidad\nAnotaciones manuales para la supervisión de la conexión a tierra y la acción de elementos, y (2)\nAdaptabilidad limitada a entornos dinámicos e interactivos. Para abordar estos\nlimitaciones, proponemos Zerogui, un marco de aprendizaje en línea escalable para\nAutomatizar la capacitación del agente de GUI a cero costo humano. Específicamente, Zerogui\nintegra (i) generación de tareas automáticas basada en VLM para producir una capacitación diversa\nObjetivos del estado de entorno actual, (ii) Recompensa automática basada en VLM\nEstimación para evaluar el éxito de la tarea sin funciones de evaluación hechas a mano,\ny (iii) refuerzo en línea de dos etapas aprendiendo a interactuar continuamente con\ny aprender de entornos de GUI. Experimentos en dos agentes de GUI avanzados\n(UI-Tars y Aguuvis) demuestran que Zerogui aumenta significativamente el rendimiento\nen entornos de Osworld y Androidlab. El código está disponible en\nhttps://github.com/opengvlab/zerogui."
  },
  {
    "title": "Differential Information: An Information-Theoretic Perspective on Preference Optimization",
    "title_es": "Información diferencial: una perspectiva teórica de información sobre la optimización de preferencias",
    "url": "http://arxiv.org/abs/2505.23761v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "La optimización de preferencia directa (DPO) se ha convertido en una técnica estándar para\nAlinear modelos lingüísticos con preferencias humanas de manera supervisada. A pesar de\nSu éxito empírico, la justificación teórica detrás de su relación de registro\nLa parametrización de la recompensa sigue siendo incompleta. En este trabajo, abordamos esta brecha\nutilizando la distribución de información diferencial (DID): una distribución\nSobre secuencias de token que capturan la información obtenida durante la política\nactualizaciones. Primero, mostramos que cuando las etiquetas de preferencia codifican el diferencial\ninformación requerida para transformar una política de referencia en una política objetivo, el\nLa recompensa de ratio de registro en DPO emerge como la forma única óptima para aprender el\nPolítica objetivo a través de la optimización de preferencias. Este resultado naturalmente produce un\nExpresión de forma cerrada para la distribución de muestreo óptima sobre rechazada\nrespuestas. En segundo lugar, encontramos que la condición para las preferencias de codificar\nLa información diferencial está fundamentalmente vinculada a una suposición implícita\ncon respecto a las políticas ordenadas de registro de registro, un sesgo inductivo ampliamente utilizado en\nOptimización de preferencias pero previamente no reconocida. Finalmente, analizando el\nEntropía del DID, caracterizamos cómo aprender diferencial de baja entropía\nLa información refuerza la distribución de la política, mientras que el diferencial de alta entropía\nLa información induce un efecto de suavizado, que explica la probabilidad log\nFenómeno de desplazamiento. Validamos nuestros hallazgos teóricos en sintético\nExperimentos y extenderlos a conjuntos de datos de seguimiento de instrucciones del mundo real. Nuestro\nLos resultados sugieren que aprender información diferencial de alta entropía es crucial\nPara el seguimiento general de instrucciones, mientras aprende diferencial de baja entropía\nInformación beneficia a la respuesta de las preguntas intensivas en conocimiento. En general, nuestro trabajo\npresenta una perspectiva unificadora sobre el objetivo DPO, la estructura de\ndatos de preferencia y comportamientos políticos resultantes a través de la lente de\ninformación diferencial."
  },
  {
    "title": "Puzzled by Puzzles: When Vision-Language Models Can't Take a Hint",
    "title_es": "Perplejo por rompecabezas: cuando los modelos en idioma de visión no pueden tomar una pista",
    "url": "http://arxiv.org/abs/2505.23759v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Rompecabezas de rebus, acertijos visuales que codifican el lenguaje a través de imágenes, espacial\narreglo y sustitución simbólica, plantean un desafío único para la corriente\nModelos en idioma de visión (VLMS). A diferencia de los subtítulos de imagen tradicionales o la pregunta\nRespondiendo tareas, la resolución de rebuses requiere abstracción multimodal, simbólica\nrazonamiento, y una comprensión de juegos de palabras culturales, fonéticos y lingüísticos. En esto\nDocumento, investigamos la capacidad de los VLM contemporáneos para interpretar y resolver\nrompecabezas de rebuses construyendo un punto de referencia generado a mano y anotado de\nDiversos rompecabezas de Rebus en inglés, que van desde pictográficos simples\nsustituciones a señales dependientes espacial (\"cabeza\" sobre \"talones\"). Analizamos cómo\nDiferentes VLM se desempeñan, y nuestros hallazgos revelan que mientras VLMS exhibe algunos\nCapacidades sorprendentes en la decodificación de pistas visuales simples, luchan\nsignificativamente con tareas que requieren razonamiento abstracto, pensamiento lateral y\nComprender las metáforas visuales."
  },
  {
    "title": "DeepTheorem: Advancing LLM Reasoning for Theorem Proving Through Natural Language and Reinforcement Learning",
    "title_es": "Deeptheorem: avance del razonamiento de LLM para la prueba del teorema a través del lenguaje natural y el aprendizaje de refuerzo",
    "url": "http://arxiv.org/abs/2505.23754v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "La prueba de teorema sirve como una prueba importante para evaluar el razonamiento complejo\nhabilidades en modelos de idiomas grandes (LLM). Sin embargo, automatizado tradicional\nLos enfoques de prueba del teorema (ATP) dependen en gran medida de los sistemas de prueba formales que\nAlinearse mal con la fuerza de LLMS derivada del lenguaje natural informal\nConocimiento adquirido durante la pre-entrenamiento. En este trabajo, proponemos profundos theoorem, un\nmarco integral de proporciones informales que explota el lenguaje natural para\nMejorar el razonamiento matemático LLM. Deep Theorem incluye una gran escala\nconjunto de datos de referencia que consta de 121k teoremas informales de nivel IMO de alta calidad\ny pruebas que abarcan diversos dominios matemáticos, rigurosamente anotadas para\ncorrección, dificultad y categorías de temas, acompañadas de sistemáticamente\nVarias del teorema verificable construidas. Ideamos un refuerzo novedoso\nEstrategia de aprendizaje (RL-Zero) explícitamente adaptada a la prueba del teorema informal,\nAprovechar las variantes del teorema verificado para incentivar matemática robusta\ninferencia. Además, proponemos resultados y procesos integrales\nMétricas de evaluación que examinan la corrección de la prueba y la calidad del razonamiento\npasos. Los análisis experimentales extensos demuestran un profundo theoorem significativamente\nMejora el rendimiento de proporciones de teorema de LLM en comparación con los conjuntos de datos existentes y\nProtocolos supervisados ​​de ajuste, logrando una precisión de última generación y\nCalidad de razonamiento. Nuestros hallazgos destacan el potencial de DeepTheorem para\nAdvance fundamentalmente la prueba del teorema informal y la matemática\nexploración."
  },
  {
    "title": "REOrdering Patches Improves Vision Models",
    "title_es": "Reordenar los parches mejora los modelos de visión",
    "url": "http://arxiv.org/abs/2505.23751v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Los modelos de secuencia como los transformadores requieren que las entradas se representen como\nsecuencias unidimensionales. En la visión, esto generalmente implica aplanar imágenes\nUsando un orden de fila de fila fija (ráster-escane). Mientras que la autocuración completa es\nLos transformadores de secuencia larga de permutación-permutación se basan cada vez más en\naproximaciones arquitectónicas que rompen esta invariancia e introducen\nSensibilidad al pedido de parches. Mostramos que el orden de parche afecta significativamente\nRendimiento del modelo en tales configuraciones, con alternativas simples como la columna mayor\no curvas de Hilbert que producen cambios de precisión notables. Motivado por esto, nosotros\nProponer Reorder, un marco de dos etapas para descubrir el parche óptimo de la tarea\npedidos. Primero, obtenemos una teoría de la información previa evaluando el\nCompresibilidad de varias secuencias de parche. Entonces, aprendemos una política sobre\nPermutaciones optimizando una política de Plackett-Luce utilizando Reforce. Este\nEl enfoque permite un aprendizaje eficiente en un espacio de permutación combinatoria.\nReorder mejora la precisión de Top-1 sobre el orden de la fila\n3.01% y mapa funcional del mundo en 13.35%."
  },
  {
    "title": "Comparative of Genetic Fuzzy regression techniques for aeroacoustic phenomenons",
    "title_es": "Comparación de técnicas de regresión difusa genética para fenómenos aeroacústicos",
    "url": "http://arxiv.org/abs/2505.23746v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Este estudio investiga la aplicación de sistemas difusos genéticos (GFS) a\nModele la ruido de la autogestión generada por las perfiones aerodinámicas, un tema clave en la aeroaccoustica con\nImplicaciones significativas para aplicaciones aeroespaciales, automotrices y de drones.\nUtilizando el conjunto de datos de auto -ruido de la superficie aerodinámica disponible públicamente, varios difusos\nLas estrategias de regresión se exploran y comparan. El documento evalúa un bruto\nFuerza Takagi Sugeno Kang (TSK) Sistema difuso con alta densidad de reglas, una cascada\nArquitectura Geneti Fuzzy Tree (GFT) y un nuevo enfoque agrupado basado en\nC-MEANS Fuzzy (FCM) para reducir la complejidad del modelo. Esto resalta el\nViabilidad de la agrupación de inferencia difusa asistida como una regresión efectiva\nHerramienta para fenómenos acústicos aerodinámicos complejos. Palabras clave: lógica difusa, regresión,\nSistemas en cascada, agrupación e IA."
  },
  {
    "title": "Spatial-MLLM: Boosting MLLM Capabilities in Visual-based Spatial Intelligence",
    "title_es": "Spacial-MLLM: impulso de capacidades de MLLM en inteligencia espacial basada en visual",
    "url": "http://arxiv.org/abs/2505.23747v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Los avances recientes en modelos de lenguaje grande multimodal (MLLMS) tienen\nrendimiento significativamente mejorado en tareas visuales 2D. Sin embargo, mejorando su\nLa inteligencia espacial sigue siendo un desafío. Los MLLM 3D existentes siempre confían en\ndatos 3D o 2.5D adicionales para incorporar la conciencia espacial, restringiendo su\nUtilidad en escenarios con solo entradas 2D, como imágenes o videos. En esto\nDocumento, presentamos Spatial-Mllm, un marco novedoso para espacial basado en visual\nrazonamiento de observaciones puramente 2D. A diferencia de los videos convencionales mllms que\nConfíe en codificadores visuales basados ​​en clip optimizados para la comprensión semántica, nuestro\nLa idea clave es desatar la estructura fuerte anterior desde el avance de la alimentación\nModelo de base de geometría visual. Específicamente, proponemos un codificador de doble\nArquitectura: un codificador visual 2D previado para extraer características semánticas, y\nUn codificador espacial inicializado desde la columna vertebral del modelo de geometría visual\nExtraer características de estructura 3D. Un conector luego integra ambas características en\nTokens visuales unificados para una mejor comprensión espacial. Además, nosotros\nProponer una estrategia de muestreo de cuadro consciente de espacio en el momento de la inferencia, que selecciona\nLos marcos espacialmente informativos de una secuencia de video, asegurando que incluso bajo\nLongitud de token limitado, el modelo se centra en marcos críticos para espaciales\nrazonamiento. Más allá de las mejoras de la arquitectura, construimos el Spacial-MLLM-120K\nDataSet y entrenar el modelo en él utilizando ajuste fino supervisado y GRPO.\nExperimentos extensos en varios conjuntos de datos del mundo real demuestran que nuestro\nSpacial-mllm logra el rendimiento de vanguardia en una amplia gama de\nTareas de comprensión espacial y razonamiento basados ​​en la visual. Página del proyecto:\nhttps://diankun-wu.github.io/spatial-mllm/."
  },
  {
    "title": "To Trust Or Not To Trust Your Vision-Language Model's Prediction",
    "title_es": "Confiar o no confiar en la predicción del modelo de lenguaje de visión",
    "url": "http://arxiv.org/abs/2505.23745v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Los modelos en idioma de visión (VLMS) han demostrado fuertes capacidades en\nAlinear modalidades visuales y textuales, lo que permite una amplia gama de aplicaciones\nen comprensión multimodal y generación. Mientras se sobresalen en cero disparos y\nEscenarios de aprendizaje de transferencia, VLMS siguen siendo susceptibles a la clasificación errónea,\na menudo produciendo predicciones seguras pero incorrectas. Esta limitación plantea un\nriesgo significativo en dominios críticos de seguridad, donde las predicciones erróneas pueden\nconducir a consecuencias graves. En este trabajo, presentamos TrustVLM, un\nMarco sin capacitación diseñado para abordar el desafío crítico de\nEstimando cuándo se pueden confiar en las predicciones de VLM. Motivado por los observados\nbrecha de modalidad en VLMS y la idea de que ciertos conceptos son más claramente\nRepresentado en el espacio de incrustación de la imagen, proponemos una nueva anotación de confianza\nfunción que aprovecha este espacio para mejorar la detección de clasificación errónea. Nosotros\nEvaluar rigurosamente nuestro enfoque en 17 conjuntos de datos diversos, empleando 4\narquitecturas y 2 VLMS, y demuestra un rendimiento de última generación, con\nMejoras de hasta 51.87% en AURC, 9.14% en AUROC y 32.42% en FPR95\nen comparación con las líneas de base existentes. Mejorando la fiabilidad del modelo\nSin requerir reentrenamiento, TrustVLM allana el camino para una implementación más segura de\nVLMS en aplicaciones del mundo real. El código estará disponible en\nhttps://github.com/epfl-imos/trustvlm."
  },
  {
    "title": "Boosting Domain Incremental Learning: Selecting the Optimal Parameters is All You Need",
    "title_es": "Aprendizaje incremental de dominio de refuerzo: seleccionar los parámetros óptimos es todo lo que necesita",
    "url": "http://arxiv.org/abs/2505.23744v1",
    "date": "2025-05-29",
    "source": "arXiv",
    "content_es": "Redes neuronales profundas (DNN) a menudo de bajo rendimiento en el mundo real, dinámica\nConfiguración donde las distribuciones de datos cambian con el tiempo. Aprendizaje incremental del dominio\n(Dil) ofrece una solución al habilitar la adaptación continua del modelo, con\nParámetro-isolación Dil (pidil) que emerge como un paradigma prometedor para reducir\nConflictos de conocimiento. Sin embargo, los métodos de pidil existentes luchan con el parámetro\nprecisión de selección, especialmente como el número de dominios y correspondientes\nLas clases crecen. Para abordar esto, proponemos soyo, un marco liviano que\nMejora la selección del dominio en Pidil. Soyo presenta una mezcla gaussiana\nCompresor (GMC) y característica de dominio RESAMPLER (DFR) para almacenar y equilibrar antes\nDatos de dominio de manera eficiente, mientras que una red de fusión de funciones de dominio múltiple\n(MDFN) mejora la extracción de características del dominio. Nuestro marco admite múltiples\nMétodos de ajuste fino (PEFT) de parámetros y se valida en todas las tareas\ncomo la clasificación de imágenes, la detección de objetos y la mejora del habla.\nLos resultados experimentales en seis puntos de referencia demuestran el consistente\nsuperioridad sobre las líneas de base existentes, mostrando su robustez y adaptabilidad\nen entornos complejos y en evolución. Los códigos se lanzarán en\nhttps://github.com/qwangcv/soyo."
  },
  {
    "title": "Final NSF budget proposal jettisons one giant telescope amid savage agencywide cuts",
    "title_es": "Propuesta final del presupuesto de NSF Jettisons Un telescopio gigante en medio de los recortes de agencia salvaje",
    "url": "https://www.science.org/content/article/final-nsf-budget-proposal-jettisons-one-giant-telescope-amid-savage-agencywide-cuts",
    "date": "2025-06-01",
    "source": "Science.org",
    "content_es": "El recorte propuesto por el 57% de Trump a la agencia eliminaría las tasas de éxito de las subvenciones al 7% y la educación intestinal y la capacitación"
  },
  {
    "title": "‘Devastating.’ NIH cancels future funding plans for HIV vaccine consortia",
    "title_es": "\"Devastador\". NIH cancela planes de financiación futuros para consorcios de vacunas contra el VIH",
    "url": "https://www.science.org/content/article/devasting-nih-cancels-future-funding-plans-hiv-vaccine-consortia",
    "date": "2025-06-01",
    "source": "Science.org",
    "content_es": "Los investigadores denuncian la decisión de la agencia justo cuando los nuevos leads revitalizan la búsqueda de vacunas a la larga"
  },
  {
    "title": "Dozens of active and planned NASA spacecraft killed in Trump budget request",
    "title_es": "Docenas de naves espaciales activas y planificadas de la NASA asesinadas en la solicitud de presupuesto de Trump",
    "url": "https://www.science.org/content/article/dozens-active-and-planned-nasa-spacecraft-killed-trump-budget-request",
    "date": "2025-06-01",
    "source": "Science.org",
    "content_es": "La propuesta terminaría casi todas las nuevas misiones científicas importantes"
  },
  {
    "title": "NIH funding policy deals new blow to HIV-related trial networks",
    "title_es": "La política de financiación de NIH ofrece un nuevo golpe a las redes de prueba relacionadas con el VIH",
    "url": "https://www.science.org/content/article/nih-funding-policy-deals-new-blow-hiv-related-trial-networks",
    "date": "2025-06-01",
    "source": "Science.org",
    "content_es": "Detener a los \"subawards\" extranjeros interrumpe los estudios globales en curso y tiene investigadores luchando para cumplir con las obligaciones éticas con los voluntarios de los juicios"
  },
  {
    "title": "Trump officials downplay fake citations in high-profile report on children’s health",
    "title_es": "Los funcionarios de Trump minimizan las citas falsas en el informe de alto perfil sobre la salud de los niños",
    "url": "https://www.science.org/content/article/trump-officials-downplay-fake-citations-high-profile-report-children-s-health",
    "date": "2025-06-01",
    "source": "Science.org",
    "content_es": "Las referencias a los estudios fantasmas se producen después de la compromiso de la Casa Blanca para practicar la ciencia \"estándar de oro\""
  },
  {
    "title": "Joseph Hill: \"Hay nuevos medicamentos contra la obesidad, muy famosos, y funcionan bastante bien, pero no están exentos de riesgos\"",
    "title_es": "Joseph Hill: \"Hay nuevos medicamentos contra la obesidad, muy famosos, y funcionan bastante bien, pero no están exentos de riesgos\"",
    "url": "https://www.cnic.es/es/noticias/joseph-hill-hay-nuevos-medicamentos-contra-obesidad-muy-famosos-funcionan-bastante-bien",
    "date": "2025-05-31",
    "source": "CNIC",
    "content_es": "31/05/2025InvestigaciónCNIC Pulse\n\n\nEl Dr. Joseph Hill ocupa la cátedra James T. Willerson, M.D., de Enfermedades Cardiovasculares y la cátedra Frank M. Ryburn Jr. de investigación cardiaca en el Centro Médico Southwestern de la Universidad de TexasEl Dr. Joseph Hill ocupa la cátedra James T. Willerson, M.D., de Enfermedades Cardiovasculares y la cátedra Frank M. Ryburn Jr. de investigación cardiaca en el Centro Médico Southwestern de la Universidad de Texas, donde es miembro del profesorado desde 2002. Se licenció y doctoró en la Universidad de Duke, con un doctorado en biofísica de canales iónicos cardíacos, tras lo cual realizó una estancia postdoctoral en neurobiología molecular en el Instituto Pasteur de París. Completó su residencia y su beca de cardiología en el Brigham and Women's Hospital de la Facultad de Medicina de Harvard, en Boston.La investigación del Dr. Hill se centra en los mecanismos moleculares del remodelado cardiaco patológico y la insuficiencia cardiaca. Ha publicado más de 275 artículos académicos, ha coeditado el libro de texto Muscle: Fundamental Biology and Mechanisms of Disease, y ha participado en 14 capítulos de libros. Miembro de la AHA, el ACC, la ISHR y el PVRI, el Dr. Hill es también fundador del Consejo de Cardiología Académica del ACC y forma parte de múltiples consejos editoriales. Entre sus muchos honores, ha sido Presidente de la Asociación de Cardiólogos Universitarios y ha sido elegido miembro de las sociedades honorarias Alpha Omega Alpha y Association of American Physicians. Actualmente es redactor jefe de la revista Circulation.¿Cuáles son sus impresiones sobre la Conferencia del CNIC?Creo que conferencias como ésta, que reúnen a médicos y científicos, son de vital importancia. Durante mucho tiempo ha existido una división entre estos dos grupos profesionales y, en cierto modo, hablan idiomas diferentes. Los médicos tienen un lenguaje, los científicos otro. Pero cuando se les reúne en una reunión como ésta, surgen nuevas ideas y se derriban barreras; es increíblemente importante.No cabe duda de que se están debatiendo muchas ideas novedosas. Se trata de un campo que evoluciona muy rápidamente, un campo científico con verdadera relevancia clínica, y muchas de las charlas aquí han tenido un componente traslacional: «Esto es lo que estamos estudiando, pero esto es lo que puede interesar a los pacientes».  Es un tema importante que hay que mantener. El tiempo dirá si los descubrimientos presentados aquí se traducen finalmente en beneficios terapéuticos. Si tuviera que adivinar, diría que algunos sí, otros no, y sin embargo este diálogo entre médicos y científicos es fundamental.En cuanto a los mecanismos moleculares que subyacen a las afecciones cardíacas hipertróficas, ¿qué descubrimiento o dirección reciente le entusiasma?Soy cardiólogo y mi laboratorio siempre ha empezado a trabajar con enfermedades que afectan a los seres humanos, investigando los mecanismos subyacentes, dondequiera que nos lleven. Una enfermedad en la que nos centramos actualmente, de la que hablé esta mañana, es la insuficiencia cardiaca con fracción de eyección preservada, o IC-FEP. Es diferente de la miocardiopatía hipertrófica. La insuficiencia cardiaca con fracción de eyección preservada es un trastorno que se está extendiendo por todo el mundo, estrechamente relacionado con el aumento global de la obesidad que está transformando la salud humana en todas partes: en los países ricos, en los más pobres, en Asia Oriental, en África, en el Sudeste Asiático; es verdaderamente mundial. Aún no comprendemos del todo este síndrome, aunque estamos avanzando, y actualmente no disponemos de ninguna terapia para combatirlo. Es una necesidad urgente, y probablemente la mitad de mi laboratorio esté trabajando en ello.Entonces, ¿podemos hablar de dos tipos de enfermedades cardiovasculares, antes y después de la obesidad?Sí, la obesidad causa varios problemas. Puede provocar diabetes, que favorece la aterosclerosis y los infartos de miocardio, algo que sabemos desde hace mucho tiempo. Pero lo que hemos aprendido más recientemente es que la obesidad causa inflamación en todo el cuerpo, llamada metainflamación, inflamación relacionada con el metabolismo. Mi grupo descubrió que en la IC-FEM, la metainflamación es un factor determinante. A medida que aumenta la obesidad en el mundo, aumenta la metainflamación, que provoca una serie de enfermedades, entre ellas la insuficiencia cardiaca pulmonar.¿Tenemos tratamientos para esta nueva enfermedad cardiovascular relacionada con la inflamación y la obesidad?Todavía no. Hay nuevos medicamentos contra la obesidad, muy famosos, y funcionan bastante bien, pero no están exentos de riesgos. Tienes que ponerte una inyección cada semana de por vida (se están desarrollando agentes orales) y si dejas de tomarlos, el peso vuelve enseguida. También pueden afectar al intestino, a los ojos y más; no es un almuerzo gratis. La gran pregunta que nos hacemos es: si pierdes 20 kilos, ¿desaparecerá tu diabetes? A veces. ¿Bajará su tensión arterial? Es probable. ¿Mejorará su salud cardíaca? Aún no lo sabemos. Se han realizado algunos estudios y, en los dos últimos años, hemos observado que la gente se siente mejor, camina más deprisa y tiene más energía. Desde el punto de vista médico, eso se traduce en un menor riesgo de volver a ser hospitalizado por insuficiencia cardiaca, lo cual es estupendo. Pero hasta ahora, no hemos visto ninguna mejora en la mortalidad.¿La solución sería una combinación de estos nuevos fármacos, futuros fármacos y prevención?Por supuesto. Cuidarse, comer bien, hacer ejercicio, son cosas que sabemos desde hace 50 años. Los nuevos fármacos son revolucionarios, y soy optimista respecto a la posibilidad de que acaben mejorando la mortalidad en la IC-FEM, pero de momento no se ha demostrado.Usted es cardiólogo desde hace 30 años. ¿Cómo ha cambiado el tratamiento y la gestión de los pacientes con las nuevas técnicas y tecnologías diagnósticas?Las cosas han cambiado mucho. Disponemos de nuevos procedimientos, como el TAVR para sustituir la válvula aórtica, y stents para abrir las arterias coronarias, cada uno de ellos un avance increíble, y mucho más. Gracias a todos estos avances, ahora la gente sobrevive a los infartos. Antes, el 30% de la gente moría de un infarto; ahora es el 3%. Sobreviven, vuelven a casa con sus familias y sus trabajos, pero sus corazones están dañados, lo que ha contribuido a una explosión de los casos de insuficiencia cardiaca. Así que, en comparación con el pasado, vemos menos infartos agudos y mucha más insuficiencia cardiaca; es un nuevo reto.Y el problema es que el corazón no puede regenerarse. ¿Qué futuro les espera a estos pacientes?Tenemos dos tipos de insuficiencia cardíaca: La IC-FEp, para la que no disponemos de tratamientos, y la IC-FEr, que es la insuficiencia cardíaca con fracción de eyección reducida, que aparece tras un infarto, una hipertensión prolongada u otros trastornos. Ahora disponemos de ocho o diez tratamientos muy eficaces para la IC-FEM, y hay más terapias interesantes en camino. Sigue siendo una enfermedad grave, pero tenemos muchas opciones. El reto es conseguir que los pacientes tomen cinco, seis o incluso ocho medicamentos al día. Es difícil para muchos y, en lugares como Estados Unidos, también es caro.Creo que conoce la polipíldora, que combina tres fármacos en uno. ¿Cree que es una buena idea para estos pacientes?Sí, lo creo. Se están desarrollando algunos productos de polipíldora. Para algunas poblaciones, especialmente las que tienen recursos limitados o son reacias a tomar medicamentos, una pastilla al día es sin duda una buena idea. El inconveniente es que no se puede graduar, es la misma dosis todos los días, lo que supone una limitación. Pero para ciertos pacientes, merece la pena tenerlo en cuenta.El Dr. Joseph Hill ha participado en la Conferencia CNIC: 9th Annual Cardiovascular Bioengineering Symposium."
  },
  {
    "title": "Joseph Hill: \"There are new obesity drugs, very famous ones, and they work quite well, but they’re not risk-free\"",
    "title_es": "Joseph Hill: \"There are new obesity drugs, very famous ones, and they work quite well, but they’re not risk-free\"",
    "url": "https://www.cnic.es/es/node/234063",
    "date": "2025-05-31",
    "source": "CNIC",
    "content_es": "31/05/2025InvestigaciónCNIC Pulse\n\n\nDr. Joseph Hill holds the James T. Willerson, M.D., Chair in Cardiovascular Disease and the Frank M. Ryburn Jr. Chair in Cardiac Research at the University of Texas Southwestern Medical CenterDr. Joseph Hill holds the James T. Willerson, M.D., Distinguished Chair in Cardiovascular Diseases and the Frank M. Ryburn Jr. Chair in Heart Research at UT Southwestern Medical Center, where he has been a faculty member since 2002. He earned his M.D. and Ph.D. degrees from Duke University, with a doctorate in cardiac ion-channel biophysics, followed by a postdoctoral fellowship in molecular neurobiology at the Institut Pasteur in Paris. He completed his residency and cardiology fellowship at Brigham and Women’s Hospital, Harvard Medical School, in Boston.Dr. Hill’s research focuses on the molecular mechanisms of pathological cardiac remodeling and heart failure. He has published over 275 scholarly articles, co-edited the textbook Muscle: Fundamental Biology and Mechanisms of Disease, and contributed to 14 book chapters. A Fellow of the AHA, ACC, ISHR, and PVRI, Dr. Hill is also the founder of the ACC Council on Academic Cardiology and serves on multiple editorial boards. Among his many honors, he has served as President of the Association of University Cardiologists and has been elected to Alpha Omega Alpha and Association of American Physicians honorary societies. He currently serves as Editor-in-Chief of Circulation.What are your impressions about the CNIC Conference?I think conferences like this, that bring together physicians and scientists, are vitally important. There’s been a longstanding divide between these two professional groups, and in some ways, they speak different languages. Physicians have one language, scientists another. But when you bring them together at a meeting such as this, new ideas emerge, and barriers come down; it’s incredibly important.There are certainly many novel ideas being discussed. This is a very fast-moving field, a scientific field with real clinical relevance, and many of the talks here have had a translational component: “Here’s what we’re studying, but here’s how it may matter to patients.”  That’s an important theme to maintain. Time will tell whether the discoveries presented here ultimately lead to therapeutic benefits. If I had to guess, I’d say some will, some won’t, and yet this dialogue between physicians and scientists is critical.Regarding the molecular mechanisms behind hypertrophic cardiac conditions, what recent discovery or direction excites you?I’m a cardiologist, and my lab has always commenced our work with diseases that afflict human beings, drilling down into underlying mechanisms, wherever that takes us. One condition we’re currently focused on, which I spoke about this morning, is heart failure with preserved ejection fraction, or HFpEF. That’s different from hypertrophic cardiomyopathy. HFpEF is a disorder that’s exploding worldwide, closely tied to the global rise in obesity, which is transforming human health everywhere — in wealthy countries, poorer countries, East Asia, Africa, Southeast Asia; it’s truly global. We still don’t fully understand this syndrome, though we’re making progress, and we currently have zero therapies for it. It’s an urgent need, and probably half of my lab is working on it.So can we talk about two types of cardiovascular diseases, before and after obesity?Yes, obesity causes several issues. It can lead to diabetes, which promotes atherosclerosis and heart attacks, which we’ve known for a long time. But what we’ve learned more recently is that obesity causes whole-body inflammation, called meta-inflammation, metabolism-related inflammation. My group discovered that in HFpEF, meta-inflammation is a major driving force. As obesity rises worldwide, we’re seeing more meta-inflammation, which leads to a range of diseases, not least of which is HFpEF.Do we have treatments for this new cardiovascular disease related to inflammation and obesity?Not yet. There are new obesity drugs, very famous ones, and they work quite well, but they’re not risk-free. You need to take an injection every week for life (oral agents are being developed) and if you stop, the weight comes right back. They can also affect the gut, the eyes, and more; it's not a free lunch. The big question we’re asking is: If you lose 20 kilograms, will your diabetes go away? Sometimes. Will your blood pressure drop? Likely. Will your heart health improve? We don’t know yet. There have been some studies, and consistently over the last couple of years, we’ve seen that people feel better, they can walk faster, they have more energy. Medically, that shows up as a lower risk of being hospitalized again for heart failure, which is great. But so far, we’ve seen zero improvement in mortality. So maybe the solution is a combination of these new drugs, future drugs, and prevention?Absolutely. Taking care of yourself, eating well, exercising, these are things we’ve known for 50 years. The new drugs are revolutionary, and I’m optimistic they may eventually improve mortality in HFpEF, but so far, that hasn’t been shown.You’ve been a cardiologist for 30 years. How has the treatment and management of patients changed with new diagnostic techniques and technologies?Things have changed a lot. We have new procedures such as TAVR for replacing the aortic valve, and stents to open coronary arteries, each an incredible advance, and much more. As a result of all these advances, people now survive heart attacks. It used to be that 30% of people died from a heart attack; now it’s 3%. They survive, going home to their families and jobs, but their hearts are damaged, which has contributed to an explosion in heart failure cases. So compared to the past, we see fewer acute heart attacks and a lot more heart failure; it’s a new challenge.And the problem is the heart can’t regenerate. What does the future hold for these patients?We have two types of heart failure: HFpEF, where we currently have no treatments, and HFrEF — heart failure with reduced ejection fraction, which develops after heart attacks, longstanding hypertension, or other disorders. For HFrEF, we now have eight or ten very effective treatments, and more exciting therapies are on the way. It’s still a serious condition, but we have many options. The challenge is getting patients to take five, six, or even eight medications daily. It’s hard for many, and in places like the U.S., it’s also expensive.I believe you know about the polypill, combining three drugs in one. Do you think that’s a good idea for these patients?I do. There are a few polypill products being developed. For some populations, especially those with limited resources or who are reluctant to take medications, one pill a day is definitely a good idea. The downside is you can’t titrate, it’s the same dose every day, so that’s a limitation. But for certain patients, absolutely, it’s worth considering.El Dr. Joseph Hill has participated in the CNIC Conference: 9th Annual Cardiovascular Bioengineering Symposium"
  },
  {
    "title": "Dr. Mariell Jessup: \"Never stop talking about the need to improve women’s health\"",
    "title_es": "Dr. Mariell Jessup: \"Never stop talking about the need to improve women’s health\"",
    "url": "https://www.cnic.es/es/node/233973",
    "date": "2025-05-29",
    "source": "CNIC",
    "content_es": "14/05/2025InvestigaciónCNIC Pulse\n\n\nDr. Mariell Jessup is Chief Science and Medical Officer of the American Heart AssociationDr. Mariell Jessup is Chief Science and Medical Officer of the American Heart Association and an Emeritus Professor of Medicine at the University of Pennsylvania School of Medicine. She was the chief scientific officer of the Leducq Foundation from January 2017 through August of 2018, before moving to her role at AHA. She practiced heart failure and transplant cardiology for 30 years at the Hospital of the University of Pennsylvania, where she served in a variety of administrative roles, including medical chief of the heart and vascular program and clinical chief of cardiology. She has been a long-time volunteer of the AHA and was a member of the Board of Directors of the national AHA and president from 2013 to 2014.How do you rate your participation in the CNIC Conference?Very enjoyable and educational. The CNIC Conference provided a valuable platform for sharing cutting-edge research, engaging in meaningful discussions with global experts, and reflecting on the collective progress we've made in cardiovascular medicine.Looking back on your career, what key advances in heart failure treatment do you think have had the biggest impact on patient outcomes?Drugs that inhibit the renin-angiotensin-aldosterone axis. These therapies, including ACE inhibitors, ARBs, and more recently ARNI, have transformed the management of heart failure and significantly improved survival and quality of life for patients.What are the biggest challenges we still face in reducing disparities in cardiovascular care, especially in underserved populations?Implementation of proven therapies for heart failure in all eligible patients. Barriers include limited access to qualified clinicians, high costs, and the complexity of drug regimens. Addressing these systemic issues is crucial for equitable care.What does “advancing health and hope for everyone, everywhere” mean to you personally as a cardiologist and leader? What global strategies do you believe are most critical to reducing the burden of cardiovascular disease in low- and middle-income countries?Prevention of cardiovascular disease is the most cost-effective strategy worldwide. This includes eliminating tobacco use and achieving better control of blood pressure. These foundational interventions have the potential to dramatically reduce disease burden globally.How can professional organizations like the American Heart Association help bridge the gap between scientific advances and their implementation in underserved communities?The AHA has worked for over two decades to translate scientific advances into actionable clinical measures. These efforts help ensure that life-saving interventions reach patients across all demographics and regions, with a focus on equity and access.From your perspective, how can we better integrate patient voices into research, policy, and care models to ensure solutions are meaningful and equitable?The patient voice needs to be incorporated into every phase of research, policy, and care. This is particularly essential in the development of clinical practice guidelines to ensure they are patient-centered, culturally sensitive, and applicable to diverse populations.Cardiovascular disease is the leading cause of death in women globally, yet it’s often underdiagnosed and undertreated. What are the biggest barriers you see to improving women’s heart health?Women’s awareness of their cardiovascular risk needs to be elevated. Additionally, we must generate new evidence specific to women by ensuring that clinical trials include sufficient female participation.How do social determinants of health — like poverty, education, and gender inequality — intersect with cardiovascular risk in women, and how can health systems respond?Access to care is a major determinant of health. Women are disproportionately affected by limited access worldwide. Health systems must prioritize removing structural and economic barriers to improve outcomes for women.As a leader, how do you advocate for making women’s health a stronger priority on the global cardiovascular agenda?Never stop talking about the need to improve women’s health. Consistent advocacy, paired with a call for more gender-specific research and representation, is essential to driving systemic change and closing the gap in cardiovascular outcomes for women.Dr. Mariell Jessup have participated in CNIC Conference: 9th Annual Cardiovascular Bioengineering Symposium"
  },
  {
    "title": "Dra. Mariell Jessup: \"Nunca hay que dejar de hablar de la necesidad de mejorar la salud de la mujer\"",
    "title_es": "Dra. Mariell Jessup: \"Nunca hay que dejar de hablar de la necesidad de mejorar la salud de la mujer\"",
    "url": "https://www.cnic.es/es/noticias/dra-mariell-jessup-nunca-hay-que-dejar-hablar-necesidad-mejorar-salud-mujer",
    "date": "2025-05-29",
    "source": "CNIC",
    "content_es": "14/05/2025InvestigaciónCNIC Pulse\n\n\nLa Dra. Mariell Jessup es Directora Científica y Médica de la Asociación Americana del Corazón.La Dra. Mariell Jessup es directora científica y médica de la American Heart Association y profesora emérita de Medicina en la Facultad de Medicina de la Universidad de Pensilvania. Fue directora científica de la Leducq Foundation desde enero de 2017 hasta agosto de 2018, antes de pasar a su puesto en la AHA. Ejerció como cardióloga especialista en insuficiencia cardíaca y trasplantes durante 30 años en el Hospital de la Universidad de Pensilvania, donde desempeñó diversas funciones administrativas, entre ellas la de jefa médica del programa cardíaco y vascular y jefa clínica de cardiología.¿Cómo valora su participación en la CNIC Conference?Muy agradable y educativa. La CNIC Conference es una valiosa plataforma para compartir investigaciones de vanguardia, entablar debates significativos con expertos mundiales y reflexionar sobre los progresos colectivos que hemos realizado en medicina cardiovascular.¿Qué avances clave en el tratamiento de la insuficiencia cardíaca cree que han tenido mayor repercusión en la evolución de los pacientes?Los fármacos que inhiben el eje renina-angiotensina-aldosterona. Estos tratamientos, incluidos los inhibidores de la ECA, los ARA-II y, más recientemente, los IRA, han transformado el tratamiento de la insuficiencia cardíaca y han mejorado significativamente la supervivencia y la calidad de vida de los pacientes.¿Cuáles son los mayores retos a los que todavía nos enfrentamos para reducir las disparidades en la atención cardiovascular, especialmente en las poblaciones desatendidas?La aplicación de tratamientos de eficacia probada para la insuficiencia cardíaca a todos los pacientes que reúnan las condiciones necesarias. Además, entre los obstáculos figuran el acceso limitado a médicos cualificados, los elevados costes y la complejidad de los regímenes farmacológicos. Abordar estos problemas sistémicos es crucial para una atención equitativa.¿Qué significa para usted, como cardiólogo y dirigente, “promover la salud y la esperanza para todos, en todas partes”? ¿Qué estrategias mundiales cree que son más importantes para reducir la carga de enfermedades cardiovasculares en los países de ingresos bajos y medios?La prevención de las enfermedades cardiovasculares es la estrategia más rentable en todo el mundo. Esto incluye eliminar el consumo de tabaco y lograr un mejor control de la presión arterial. Estas intervenciones fundamentales tienen el potencial de reducir drásticamente la carga de morbilidad en todo el mundo.¿Cómo pueden organizaciones profesionales como la AHA ayudar a salvar la distancia entre los avances científicos y su aplicación en las comunidades desatendidas?La AHA lleva más de dos décadas trabajando para traducir los avances científicos en medidas clínicas viables. Estos esfuerzos contribuyen a garantizar que las intervenciones que salvan vidas lleguen a pacientes de todos los grupos demográficos y regiones, centrándose en la equidad y el acceso.Desde su punto de vista, ¿cómo podemos integrar mejor la voz de los pacientes en la investigación, la política y los modelos asistenciales para garantizar que las soluciones sean significativas y equitativas?La voz del paciente debe incorporarse a todas las fases de la investigación, la política y la asistencia. Esto es particularmente esencial en el desarrollo de directrices de práctica clínica para garantizar que se centran en el paciente, son culturalmente sensibles y aplicables a poblaciones diversas.Las enfermedades cardiovasculares son la principal causa de muerte entre las mujeres de todo el mundo, pero a menudo no se diagnostican ni se tratan lo suficiente. ¿Cuáles son los mayores obstáculos que ve para mejorar la salud cardiaca de las mujeres?Las mujeres deben ser más conscientes de su riesgo cardiovascular. Además, debemos generar nuevas pruebas específicas para las mujeres garantizando que los ensayos clínicos incluyan una participación femenina suficiente.¿Cómo se relacionan los determinantes sociales de la salud -como la pobreza, la educación y la desigualdad de género- con el riesgo cardiovascular en las mujeres, y cómo pueden responder los sistemas sanitarios?El acceso a la atención sanitaria es uno de los principales determinantes de la salud. Las mujeres se ven desproporcionadamente afectadas por el acceso limitado en todo el mundo. Los sistemas sanitarios deben dar prioridad a la eliminación de las barreras estructurales y económicas para mejorar los resultados de las mujeres.Como líder, ¿cómo aboga por que la salud de la mujer sea una prioridad más importante en la agenda cardiovascular mundial?Nunca hay que dejar de hablar de la necesidad de mejorar la salud de la mujer. Para impulsar un cambio sistémico y cerrar la brecha en los resultados cardiovasculares de las mujeres es esencial una defensa constante, junto con un llamamiento a una mayor investigación y representación específicas de género. La Dra. Mariell Jessup ha participado en la Conferencia CNIC: 9th Annual Cardiovascular Bioengineering Symposium"
  },
  {
    "title": "Dr. Valentín Fuster: “La medicina debe ser un compromiso con la sociedad”",
    "title_es": "Dr. Valentín Fuster: “La medicina debe ser un compromiso con la sociedad”",
    "url": "https://www.cnic.es/es/noticias/dr-valentin-fuster-medicina-debe-ser-un-compromiso-con-sociedad",
    "date": "2025-05-29",
    "source": "CNIC",
    "content_es": "29/05/2025Sobre el CNICInvestigación\n\n\nEl Dr. Valentín Fuster, Director General del Centro Nacional de Investigaciones Cardiovasculares (CNIC), protagonizó la segunda sesión del ciclo de conferencias con el que la Fundación Jiménez Díaz (FJD) conmemora su 90 Aniversario. En una conversación con el Dr. Borja Ibáñez, director científico del CNIC y cardiólogo de la FJD, el Dr. Fuster reflexionó sobre la vocación médica, el valor de los mentores y la necesidad de una medicina más humana.El Aula Magna del hospital acogió a casi 300 asistentes que escucharon atentamente el relato vital de Fuster, desde su infancia y formación en Edimburgo hasta su liderazgo en el Mount Sinai de Nueva York. “La tecnología no puede sustituir la relación humana, sino complementarla. Debemos recuperar la mirada clínica, la exploración física y, sobre todo, la escucha al paciente”, afirmó, subrayando su apuesta por una medicina basada en la empatía y el servicio.El Dr. Fuster, que también es Director del Instituto Cardiovascular y “Physician-in-Chief” del Mount Sinai Medical Center de Nueva York, compartió su convicción sobre la importancia de la formación de las nuevas generaciones. “Yo soy un producto de mis mentores. Formar a los jóvenes no es solo enseñarles lo que sabes, es mostrarles quién eres”, explicó, destacando la necesidad de devolver a la sociedad lo aprendido. Su pasión por la educación se refleja en su labor al frente de la Fundación SHE, centrada en fomentar la prevención y la salud en entornos vulnerables.Para el Dr. Borja Ibáñez, que se formó en la Fundación Jiménez Díaz, el encuentro fue un homenaje a esos valores que han guiado la trayectoria del profesor. “Yo aprendí aquí que la investigación y la asistencia no están reñidas, sino que se complementan. Y fue junto a Valentín cuando descubrí que la ciencia debe tener un propósito humano”, expresó.La intervención del Dr. Fuster no solo ofreció una visión sobre los avances en investigación cardiovascular, sino también que fue una llamada a la vocación y a la responsabilidad social de la medicina. Una lección que resuena con fuerza en el marco de este aniversario, como recordó el Dr. Javier Arcos, gerente del hospital: “Hoy recibimos a Dr. Valentín Fuster como símbolo de continuidad entre lo que hemos sido y lo que queremos seguir siendo: una institución al servicio del conocimiento, la excelencia asistencial y la sociedad”. "
  },
  {
    "title": "Una nueva inmunoterapia para la leucemia linfoblástica aguda de células B, el cáncer pediátrico más frecuente",
    "title_es": "Una nueva inmunoterapia para la leucemia linfoblástica aguda de células B, el cáncer pediátrico más frecuente",
    "url": "https://www.cnio.es/noticias/una-nueva-inmunoterapia-para-la-leucemia-linfoblastica-aguda-de-celulas-b-el-cancer-pediatrico-mas-frecuente/",
    "date": "2025-05-27",
    "source": "CNIO",
    "content_es": "La inmunoterapia está impulsando los avances en el tratamiento de muchos cánceres, entre ellos la leucemia linfoblástica aguda de células B. Hoy en día, los casos de este cáncer de la sangre que no responden a la quimioterapia convencional ya se tratan con inmunoterapias, pero estas no funcionan en todos los pacientes. Un estudio propone […]\nLa entrada Una nueva inmunoterapia para la leucemia linfoblástica aguda de células B, el cáncer pediátrico más frecuente se publicó primero en CNIO."
  },
  {
    "title": "Una copia virtual para cada mujer con cáncer: así avanza la medicina personalizada en cáncer",
    "title_es": "Una copia virtual para cada mujer con cáncer: así avanza la medicina personalizada en cáncer",
    "url": "https://www.cnio.es/noticias/una-copia-virtual-para-cada-mujer-con-cancer-asi-avanza-la-medicina-personalizada-en-cancer/",
    "date": "2025-05-26",
    "source": "CNIO",
    "content_es": "Un proyecto liderado por el Centro Nacional de Investigaciones Oncológicas (CNIO), en colaboración con nueve hospitales de toda España, dos universidades (listado abajo) y la Fundación CRIS Contra el Cáncer, da pasos significativos hacia la medicina personalizada. Hasta la fecha, 150 mujeres con cáncer avanzado ya forman parte de este estudio pionero, la mitad del […]\nLa entrada Una copia virtual para cada mujer con cáncer: así avanza la medicina personalizada en cáncer se publicó primero en CNIO."
  },
  {
    "title": "La pregunta que intentan responder los ‘detectives’ del cáncer familiar: “¿Qué hago si he heredado una mutación que aumenta el riesgo de cáncer?”",
    "title_es": "La pregunta que intentan responder los ‘detectives’ del cáncer familiar: “¿Qué hago si he heredado una mutación que aumenta el riesgo de cáncer?”",
    "url": "https://www.cnio.es/noticias/la-pregunta-que-intentan-responder-los-detectives-del-cancer-familiar-que-hago-si-he-heredado-una-mutacion-que-aumenta-el-riesgo-de-cancer/",
    "date": "2025-05-21",
    "source": "CNIO",
    "content_es": "Hay alteraciones genéticas –mutaciones– que aumentan el riesgo de cáncer y que se transmiten de padres a hijos. Si quienes las han heredado supieran que las portan, podrían adaptar las medidas de prevención a su riesgo individual. Podrían, en función de cada caso, desde hacerse controles para detectar el cáncer lo antes posible, hasta extirparse […]\nLa entrada La pregunta que intentan responder los ‘detectives’ del cáncer familiar: “¿Qué hago si he heredado una mutación que aumenta el riesgo de cáncer?” se publicó primero en CNIO."
  },
  {
    "title": "Redescubriendo el fármaco denosumab: del tratamiento de la osteoporosis a un posible rol contra el cáncer de mama",
    "title_es": "Redescubriendo el fármaco denosumab: del tratamiento de la osteoporosis a un posible rol contra el cáncer de mama",
    "url": "https://www.cnio.es/noticias/redescubriendo-el-farmaco-denosumab-del-tratamiento-de-la-osteoporosis-a-un-posible-rol-contra-el-cancer-de-mama/",
    "date": "2025-05-13",
    "source": "CNIO",
    "content_es": "La colaboración entre ciencia y sociedad es esencial para el avance científico, especialmente en el campo sanitario y biomédico, donde participan investigadores básicos, clínicos y pacientes. Así lo demuestran los primeros frutos de D-BIOMARK, un ensayo clínico contra el cáncer de mama promovido desde el Institut Català d’Oncologia (ICO) que ha analizado el posible rol […]\nLa entrada Redescubriendo el fármaco denosumab: del tratamiento de la osteoporosis a un posible rol contra el cáncer de mama se publicó primero en CNIO."
  },
  {
    "title": "Manuel Valiente, galardonado con el Premio Admirables 2025 de Diario Médico",
    "title_es": "Manuel Valiente, galardonado con el Premio Admirables 2025 de Diario Médico",
    "url": "https://www.cnio.es/noticias/manuel-valiente-galardonado-con-el-premio-admirables-2025-de-diario-medico/",
    "date": "2025-05-08",
    "source": "CNIO",
    "content_es": "El investigador Manuel Valiente, jefe del Grupo de Metástasis Cerebral del Centro Nacional de Investigaciones Oncológicas (CNIO), es uno de los galardonados en la V edición de los Premios Admirables 2025, organizados por Diario Médico y Correo Farmacéutico para reconocer la trayectoria y la labor diaria de profesionales e investigadores sanitarios. Valiente ha recibido el premio en la […]\nLa entrada Manuel Valiente, galardonado con el Premio Admirables 2025 de Diario Médico se publicó primero en CNIO."
  }
]